// © Copyright 2015-2016 HP Development Company, L.P.

WDTTaskName = "Wi-Fi Direct";

WDTTaskTitle = "Activer Wi-Fi Direct";
WDTTaskDescription = "Facilitez la connexion à votre imprimante depuis les smartphones, ordinateurs portables ou autres appareils mobiles qui utilisent une connexion sans fil directe.";

WDTSecurityRequiredDescription = "Limitez l'accès à votre imprimante en créant une phrase de chiffrement (recommandé).";

WDTPassphraseTitle = "Phrase de chiffrement :";
WDTShowPassphraseButtonTitle = "Afficher la clé de sécurité";
WDTSavePassphraseButtonTitle = "Enregistrer la phrase de chiffrement dans mon trousseau";
WDTEmptyPassphraseError = "La phrase de chiffrement ne peut être vide.";
WDTTooShortPassphraseError = "La phrase de chiffrement doit contenir au moins 8 caractères.";

WDTConfigureWiFiDirectButtonTitle = "Configurer mon Mac pour une utilisation de HP Wi-fi Direct";
WDTConfigureWiFiDirectDescription = "Configurer mon Mac à se connecter directement sur le réseau Wi-Fi Direct en dehors de mon réseau sans fil habituel.";
WDTConfigurtWiFiDirectAdditionalDescription = "Autoriser le changement rapide entre la configuration de mon réseau habituel et celle du réseau Wi-Fi Direct en utilisant le sous-menu Emplacement du menu Apple.";
WDTConfigureWiFiDirectExtendedDescription = "WDT_TEXT:WDTConfigureWiFiDirectDescription\nWDTConfigurtWiFiDirectAdditionalDescription";

WDTMoreInfoLinkTitle = "Pour en savoir plus sur le Wi-Fi Direct de votre imprimante, visitez le site";

WDTCannotBeEnabledErrorTitle = "Impossible d'activer Wi-Fi Direct";
WDTCannotBeEnabledErrorDescription = "Wi-Fi Direct ne peut pas être activé avec la configuration actuelle de votre imprimante. Pour plus d'informations, essayez d'activer Wi-Fi Direct à partir du panneau de commande ou de la page d'accueil de votre imprimante, qui est également appelé le Serveur Web Incorporé (EWS).";
